var envConfig = {
    /* =============================== 本地开发环境配置 ============================== */
    dev: {
      base_url:'http://www.chb.com/dev'
    },
    /* =============================== fat环境配置 ================================ */
    fat: {
      base_url:'http://www.chb.com/fat'
    },
    /* =============================== prod环境配置 ================================ */
    uat: {
      base_url:'http://www.chb.com/uat'
    },
    /* =============================== uat环境配置 ================================ */
    prod: {
      base_url:'http://www.chb.com/prod'
    },
    /* =============================== mock环境配置 ================================ */
    demo:{
      base_url:'http://www.chb.com/demo'
    }
  }
  module.exports = envConfig;